Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

# Guest in %@ · You host in %@
source: Guest in %1$@ · You host in %2$@
ar: ضيف في %1$@ · تستضيف في %2$@
ar_ps: ضيف بـ %1$@ · بتستضيف بـ %2$@
el: Επισκέπτης στο %1$@ · Φιλοξενείτε στο %2$@
es: Huésped en %1$@ · Hospedas en %2$@
fa: مهمان در %1$@ · شما میزبان در %2$@
fr: Voyageur à %1$@ · Vous accueillez à %2$@
id: Tamu di %1$@ · Anda menjamu di %2$@
it: Ospite a %1$@ · Tu ospiti a %2$@
ja: %1$@でゲスト · %2$@でホスト
ro: Oaspete în %1$@ · Tu găzduiești în %2$@
th: เข้าพักใน %1$@ · คุณเป็นเจ้าของที่พักใน %2$@
tr: %1$@ içinde misafir · %2$@ içinde ev sahibi
zh: 在 %1$@ 做客 · 在 %2$@ 接待

source: Guest reviews
ar: تقييمات الضيوف
ar_ps: تقييمات الضيوف
el: Κριτικές επισκεπτών
es: Reseñas de huéspedes
fa: نظرات مهمانان
fr: Avis des voyageurs
id: Ulasan tamu
it: Recensioni degli ospiti
ja: ゲストのレビュー
ro: Recenziile oaspeților
th: รีวิวจากผู้เข้าพัก
tr: Misafir değerlendirmeleri
zh: 房客评价

source: Hide swaps for these dates
ar: إخفاء التبادلات لهذه التواريخ
ar_ps: خبّي تبديلات هالتواريخ
el: Απόκρυψη ανταλλαγών για αυτές τις ημερομηνίες
es: Ocultar intercambios para estas fechas
fa: پنهان کردن مبادله‌ها برای این تاریخ‌ها
fr: Masquer les échanges pour ces dates
id: Sembunyikan tukaran untuk tanggal ini
it: Nascondi gli scambi per queste date
ja: この日程のスワップを非表示
ro: Ascunde schimburile pentru aceste date
th: ซ่อนการแลกเปลี่ยนสำหรับวันที่เหล่านี้
tr: Bu tarihler için takasları gizle
zh: 隐藏这些日期的互换

source: Home
ar: الرئيسية
ar_ps: الرئيسية
el: Αρχική
es: Inicio
fa: خانه
fr: Accueil
id: Beranda
it: Casa
ja: ホーム
ro: Acasă
th: หน้าแรก
tr: Ana sayfa
zh: 首页

source: Home appeal (AI)
ar: جاذبية المنزل (الذكاء الاصطناعي)
ar_ps: جاذبية البيت (ذكاء اصطناعي)
el: Ελκυστικότητα σπιτιού (AI)
es: Atractivo de la casa (IA)
fa: جذابیت خانه (هوش مصنوعی)
fr: Attrait du logement (IA)
id: Daya tarik rumah (AI)
it: Attrattiva della casa (IA)
ja: 住まいの魅力（AI）
ro: Atractivitatea locuinței (AI)
th: ความน่าสนใจของบ้าน (AI)
tr: Ev çekiciliği (Yapay zeka)
zh: 住所吸引力（AI）

source: Home guide
ar: دليل المنزل
ar_ps: دليل البيت
el: Οδηγός σπιτιού
es: Guía de la casa
fa: راهنمای خانه
fr: Guide du logement
id: Panduan rumah
it: Guida della casa
ja: ホームガイド
ro: Ghidul locuinței
th: คู่มือบ้าน
tr: Ev rehberi
zh: 家庭指南

source: Home in %@
ar: منزل في %@
ar_ps: بيت بـ %@
el: Σπίτι στο %@
es: Casa en %@
fa: خانه در %@
fr: Logement à %@
id: Rumah di %@
it: Casa a %@
ja: %@の住まい
ro: Locuință în %@
th: บ้านใน %@
tr: %@ içinde ev
zh: %@ 的住所

source: Home unavailable
ar: المنزل غير متاح
ar_ps: البيت مش متاح
el: Το σπίτι δεν είναι διαθέσιμο
es: Casa no disponible
fa: خانه در دسترس نیست
fr: Logement indisponible
id: Rumah tidak tersedia
it: Casa non disponibile
ja: 住まいは利用できません
ro: Locuință indisponibilă
th: บ้านไม่พร้อมให้บริการ
tr: Ev uygun değil
zh: 住所不可用

source: Homes
ar: المنازل
ar_ps: البيوت
el: Σπίτια
es: Casas
fa: خانه‌ها
fr: Logements
id: Rumah
it: Case
ja: 住まい
ro: Locuințe
th: บ้าน
tr: Evler
zh: 房源

source: Homes guests love
ar: منازل يحبها الضيوف
ar_ps: بيوت الضيوف بيحبّوها
el: Σπίτια που αγαπούν οι επισκέπτες
es: Casas que encantan a los huéspedes
fa: خانه‌هایی که مهمانان دوست دارند
fr: Logements adorés des voyageurs
id: Rumah yang disukai tamu
it: Case che gli ospiti adorano
ja: ゲストに人気の住まい
ro: Locuințe pe care oaspeții le adoră
th: บ้านที่ผู้เข้าพักชื่นชอบ
tr: Misafirlerin sevdiği evler
zh: 房客喜爱的住所

source: Homes unavailable
ar: المنازل غير متاحة
ar_ps: البيوت مش متاحة
el: Τα σπίτια δεν είναι διαθέσιμα
es: Casas no disponibles
fa: خانه‌ها در دسترس نیستند
fr: Logements indisponibles
id: Rumah tidak tersedia
it: Case non disponibili
ja: 住まいは利用できません
ro: Locuințe indisponibile
th: บ้านไม่พร้อมให้บริการ
tr: Evler uygun değil
zh: 房源不可用

source: host
ar: مضيف
ar_ps: مستضيف
el: οικοδεσπότης
es: anfitrión
fa: میزبان
fr: hôte
id: tuan rumah
ja: ホスト
ro: gazdă
th: เจ้าของที่พัก
tr: ev sahibi
zh: 接待

source: HOSTED
ar: استضافة
ar_ps: استضافة
el: ΦΙΛΟΞΕΝΙΑ
es: HOSPEDADO
fa: میزبانی‌شده
fr: ACCUEILLI
id: DIJAMU
it: OSPITATO
ja: ホスト
ro: GĂZDUIT
th: เป็นเจ้าของที่พัก
tr: EV SAHİPLİĞİ
zh: 已接待

source: Hosted by %@
ar: يستضيفك %@
ar_ps: مستضيفك %@
el: Φιλοξενία από %@
es: Anfitrión: %@
fa: میزبانی %@
fr: Proposé par %@
id: Tuan rumah %@
it: Ospitato da %@
ja: ホスト：%@
ro: Găzduit de %@
th: จัดที่พักโดย %@
tr: Ev sahibi %@
zh: 房东 %@

source: Hosting
ar: الاستضافة
ar_ps: استضافة
el: Φιλοξενία
es: Hospedando
fa: میزبانی
fr: Accueil
id: Menjamu
it: Ospiti
ja: ホスト
ro: Găzduire
th: การเป็นเจ้าของที่พัก
tr: Ev sahipliği
zh: 接待中

source: Hosts you know
ar: مضيفون تعرفهم
ar_ps: مستضيفين بتعرفهم
el: Οικοδεσπότες που γνωρίζετε
es: Anfitriones que conoces
fa: میزبانانی که می‌شناسید
fr: Des hôtes que vous connaissez
id: Tuan rumah yang Anda kenal
it: Host che conosci
ja: 知っているホスト
ro: Gazde pe care le cunoști
th: เจ้าของที่พักที่คุณรู้จัก
tr: Tanıdığın ev sahipleri
zh: 你认识的房东

source: How are you hosting?
ar: كيف تستضيف؟
ar_ps: كيف رح تستضيف؟
el: Πώς φιλοξενείτε;
es: ¿Cómo vas a hospedar?
fa: چگونه میزبانی می‌کنید؟
fr: Comment accueillez-vous ?
id: Bagaimana Anda menjamu?
it: Come stai ospitando?
ja: どのようにホストしますか？
ro: Cum găzduiești?
th: คุณเป็นเจ้าของที่พักแบบไหน?
tr: Nasıl ev sahipliği yapıyorsun?
zh: 你以何种方式接待？

source: How is Swapl going for you?
ar: كيف تسير تجربتك مع Swapl؟
ar_ps: كيف ماشي معك Swapl؟
el: Πώς σας πάει η Swapl;
es: ¿Qué tal te va con Swapl?
fa: Swapl برای شما چطور پیش می‌رود؟
fr: Comment se passe Swapl pour vous ?
id: Bagaimana pengalaman Anda dengan Swapl?
it: Come ti trovi con Swapl?
ja: Swaplの使い心地はいかがですか？
ro: Cum merge Swapl pentru tine?
th: Swapl เป็นอย่างไรบ้างสำหรับคุณ?
tr: Swapl senin için nasıl gidiyor?
zh: 你用 Swapl 体验如何？

source: How it works, in one example
ar: كيف يعمل، في مثال واحد
ar_ps: كيف بتشتغل، بمثال واحد
el: Πώς λειτουργεί, με ένα παράδειγμα
es: Cómo funciona, con un ejemplo
fa: نحوه کار، در یک مثال
fr: Comment ça marche, en un exemple
id: Cara kerjanya, dalam satu contoh
it: Come funziona, in un esempio
ja: 仕組みを一例で説明
ro: Cum funcționează, printr-un exemplu
th: วิธีการทำงาน ในหนึ่งตัวอย่าง
tr: Nasıl çalıştığı, tek bir örnekle
zh: 用一个例子说明运作方式

source: How it's calculated
ar: كيف تُحسَب
ar_ps: كيف بتنحسب
el: Πώς υπολογίζεται
es: Cómo se calcula
fa: نحوه محاسبه آن
fr: Comment c'est calculé
id: Cara perhitungannya
it: Come si calcola
ja: 算出方法
ro: Cum se calculează
th: วิธีการคำนวณ
tr: Nasıl hesaplandığı
zh: 如何计算

source: How staying with points works
ar: كيف تعمل الإقامة بالنقاط
ar_ps: كيف بتشتغل الإقامة بالنقاط
el: Πώς λειτουργεί η διαμονή με πόντους
es: Cómo funciona alojarse con puntos
fa: نحوه اقامت با امتیاز
fr: Comment fonctionne le séjour avec des points
id: Cara menginap dengan poin
it: Come funziona soggiornare con i punti
ja: ポイントでの滞在の仕組み
ro: Cum funcționează sejurul cu puncte
th: การเข้าพักด้วยพอยต์ทำงานอย่างไร
tr: Puanla konaklamanın nasıl çalıştığı
zh: 用积分入住如何运作

source: How swapl sees your travels
ar: كيف يرى swapl أسفارك
ar_ps: كيف swapl بتشوف سفراتك
el: Πώς βλέπει η swapl τα ταξίδια σας
es: Cómo ve swapl tus viajes
fa: نحوه دیدن سفرهای شما توسط swapl
fr: Comment swapl voit vos voyages
id: Bagaimana swapl melihat perjalanan Anda
it: Come swapl vede i tuoi viaggi
ja: swaplがあなたの旅をどう見ているか
ro: Cum vede swapl călătoriile tale
th: swapl มองการเดินทางของคุณอย่างไร
tr: swapl seyahatlerini nasıl görüyor
zh: swapl 如何看待你的旅程

source: How was the home, the neighbourhood, the handover?
ar: كيف كان المنزل والحي وعملية التسليم؟
ar_ps: كيف كان البيت، والحي، والتسليم؟
el: Πώς ήταν το σπίτι, η γειτονιά, η παράδοση;
es: ¿Qué tal la casa, el barrio, la entrega de llaves?
fa: خانه، محله و تحویل چگونه بود؟
fr: Comment étaient le logement, le quartier, la remise des clés ?
id: Bagaimana rumahnya, lingkungannya, serah terimanya?
it: Com'era la casa, il quartiere, la consegna?
ja: 住まい、周辺地域、引き渡しはいかがでしたか？
ro: Cum a fost locuința, cartierul, predarea?
th: บ้าน ย่าน และการส่งมอบเป็นอย่างไรบ้าง?
tr: Ev, mahalle ve teslim nasıldı?
zh: 住所、街区、交接体验如何？

source: How was your swap with %@?
ar: كيف كان تبادلك مع %@؟
ar_ps: كيف كان تبديلك مع %@؟
el: Πώς ήταν η ανταλλαγή σας με %@;
es: ¿Qué tal tu intercambio con %@?
fa: مبادله شما با %@ چطور بود؟
fr: Comment s'est passé votre échange avec %@ ?
id: Bagaimana tukaran Anda dengan %@?
it: Com'è andato il tuo scambio con %@?
ja: %@とのスワップはいかがでしたか？
ro: Cum a fost schimbul tău cu %@?
th: การแลกเปลี่ยนกับ %@ เป็นอย่างไรบ้าง?
tr: %@ ile takasın nasıldı?
zh: 你和 %@ 的互换怎么样？

source: How was your swap?
ar: كيف كان تبادلك؟
ar_ps: كيف كان تبديلك؟
el: Πώς ήταν η ανταλλαγή σας;
es: ¿Qué tal tu intercambio?
fa: مبادله شما چطور بود؟
fr: Comment s'est passé votre échange ?
id: Bagaimana tukaran Anda?
it: Com'è andato il tuo scambio?
ja: スワップはいかがでしたか？
ro: Cum a fost schimbul tău?
th: การแลกเปลี่ยนของคุณเป็นอย่างไรบ้าง?
tr: Takasın nasıldı?
zh: 你的互换怎么样？

source: How your nightly Keys are calculated
ar: كيف تُحسَب مفاتيحك الليلية
ar_ps: كيف بتنحسب مفاتيحك بالليلة
el: Πώς υπολογίζονται τα Keys σας ανά νύχτα
es: Cómo se calculan tus Llaves por noche
fa: نحوه محاسبه کلیدهای شبانه شما
fr: Comment vos Clés par nuit sont calculées
id: Cara Keys per malam Anda dihitung
it: Come si calcolano le tue Chiavi a notte
ja: 1泊あたりのKeyの算出方法
ro: Cum se calculează Cheile tale pe noapte
th: Keys ต่อคืนของคุณคำนวณอย่างไร
tr: Gecelik Anahtarlarının nasıl hesaplandığı
zh: 你每晚的钥匙值如何计算

source: I confirm I have the right to host
ar: أؤكد أن لديّ الحق في الاستضافة
ar_ps: بأكّد إنه عندي الحق أستضيف
el: Επιβεβαιώνω ότι έχω το δικαίωμα να φιλοξενώ
es: Confirmo que tengo derecho a hospedar
fa: تأیید می‌کنم که حق میزبانی دارم
fr: Je confirme avoir le droit d'accueillir
id: Saya konfirmasi bahwa saya berhak menjamu
it: Confermo di avere il diritto di ospitare
ja: ホストする権利があることを確認します
ro: Confirm că am dreptul să găzduiesc
th: ฉันยืนยันว่าฉันมีสิทธิ์เป็นเจ้าของที่พัก
tr: Ev sahipliği yapma hakkına sahip olduğumu onaylıyorum
zh: 我确认我有权接待

source: I have dates in mind
ar: لديّ تواريخ في ذهني
ar_ps: عندي تواريخ ببالي
el: Έχω συγκεκριμένες ημερομηνίες στο μυαλό μου
es: Tengo fechas en mente
fa: تاریخ‌هایی در ذهن دارم
fr: J'ai des dates en tête
id: Saya sudah punya tanggal
it: Ho delle date in mente
ja: 希望の日程があります
ro: Am date în minte
th: ฉันมีวันที่ในใจแล้ว
tr: Aklımda tarihler var
zh: 我已有心仪日期

source: I'd love to host you on Swapl — swap homes and travel on points, not cash. Here's your invite to stay at %@.
ar: يسعدني استضافتك على Swapl — بادل المنازل وسافر بالنقاط لا بالنقود. إليك دعوتك للإقامة في %@.
ar_ps: بحب أستضيفك على Swapl — بدّل بيوت وسافر بالنقاط، مش بالمصاري. هاي دعوتك تُسكن بـ %@.
el: Θα ήθελα πολύ να σας φιλοξενήσω στη Swapl — ανταλλάξτε σπίτια και ταξιδέψτε με πόντους, όχι μετρητά. Ορίστε η πρόσκλησή σας να μείνετε στο %@.
es: Me encantaría hospedarte en Swapl — intercambia casas y viaja con puntos, no con dinero. Aquí tienes tu invitación para alojarte en %@.
fa: خوشحال می‌شوم در Swapl میزبان شما باشم — خانه‌ها را مبادله کنید و با امتیاز سفر کنید، نه پول نقد. این دعوت شما برای اقامت در %@ است.
fr: J'aimerais vous accueillir sur Swapl — échangez des logements et voyagez avec des points, pas de l'argent. Voici votre invitation à séjourner à %@.
id: Saya ingin menjamu Anda di Swapl — tukar rumah dan jalan-jalan dengan poin, bukan uang. Ini undangan untuk menginap di %@.
it: Mi piacerebbe ospitarti su Swapl — scambia case e viaggia con i punti, non con i contanti. Ecco il tuo invito a soggiornare a %@.
ja: Swaplであなたをホストしたいです。お金ではなく、住まいをスワップしてポイントで旅しましょう。%@に滞在する招待状をお送りします。
ro: Mi-ar plăcea să te găzduiesc pe Swapl — schimbă locuințe și călătorește pe puncte, nu pe bani. Iată invitația ta de a sta la %@.
th: ฉันอยากต้อนรับคุณบน Swapl — แลกบ้านและเดินทางด้วยพอยต์ ไม่ใช่เงินสด นี่คือคำเชิญให้คุณมาพักที่ %@
tr: Seni Swapl'da ağırlamayı çok isterim — evleri takas et ve nakit değil, puanla seyahat et. %@ adresinde konaklaman için davetin burada.
zh: 我很想在 Swapl 接待你——互换住所、用积分而非现金旅行。这是邀你入住 %@ 的邀请。

source: ID verified
ar: الهوية موثّقة
ar_ps: الهوية موثّقة
el: Ταυτότητα επαληθευμένη
es: Identidad verificada
fa: هویت تأیید‌شده
fr: Identité vérifiée
id: ID terverifikasi
it: Identità verificata
ja: ID認証済み
ro: Identitate verificată
th: ยืนยันตัวตนแล้ว
tr: Kimlik doğrulandı
zh: 实名已验证

source: If anyone is unsafe or locked out, call %@.
ar: إذا كان أحد في خطر أو محتجزاً خارجاً، اتصل بـ %@.
ar_ps: إذا حدا بخطر أو محبوس بره، اتصل بـ %@.
el: Αν κάποιος δεν είναι ασφαλής ή έχει κλειδωθεί έξω, καλέστε το %@.
es: Si alguien está en peligro o se queda fuera, llama al %@.
fa: اگر کسی در خطر است یا پشت در مانده، با %@ تماس بگیرید.
fr: Si quelqu'un est en danger ou enfermé dehors, appelez le %@.
id: Jika ada yang tidak aman atau terkunci di luar, telepon %@.
it: Se qualcuno è in pericolo o chiuso fuori, chiama %@.
ja: 安全でない、または締め出された場合は %@ までお電話ください。
ro: Dacă cineva e în pericol sau rămas pe dinafară, sună la %@.
th: หากมีใครไม่ปลอดภัยหรือถูกล็อกออก โทร %@
tr: Birinin güvenliği tehlikedeyse veya dışarıda kaldıysa %@ numarasını ara.
zh: 如有人遇险或被锁在门外，请拨打 %@。

source: If anyone is unsafe or locked out, our 24/7 line is here. Tap to reach support now.
ar: إذا كان أحد في خطر أو محتجزاً خارجاً، فخطنا متاح على مدار الساعة. اضغط للوصول إلى الدعم الآن.
ar_ps: إذا حدا بخطر أو محبوس بره، خطنا 24/7 موجود. دوس عشان توصل للدعم هلق.
el: Αν κάποιος δεν είναι ασφαλής ή έχει κλειδωθεί έξω, η γραμμή μας 24/7 είναι εδώ. Πατήστε για να επικοινωνήσετε με την υποστήριξη τώρα.
es: Si alguien está en peligro o se queda fuera, nuestra línea 24/7 está aquí. Toca para contactar con soporte ahora.
fa: اگر کسی در خطر است یا پشت در مانده، خط ۲۴ ساعته ما اینجاست. برای تماس با پشتیبانی همین حالا ضربه بزنید.
fr: Si quelqu'un est en danger ou enfermé dehors, notre ligne 24h/24 et 7j/7 est là. Touchez pour joindre le support maintenant.
id: Jika ada yang tidak aman atau terkunci di luar, saluran 24/7 kami siap membantu. Ketuk untuk menghubungi dukungan sekarang.
it: Se qualcuno è in pericolo o chiuso fuori, la nostra linea 24/7 è qui. Tocca per contattare subito il supporto.
ja: 安全でない、または締め出された場合は、24時間対応の窓口がご利用いただけます。タップして今すぐサポートに連絡してください。
ro: Dacă cineva e în pericol sau rămas pe dinafară, linia noastră 24/7 este aici. Atinge pentru a contacta asistența acum.
th: หากมีใครไม่ปลอดภัยหรือถูกล็อกออก สายของเราพร้อมตลอด 24 ชม. แตะเพื่อติดต่อฝ่ายสนับสนุนทันที
tr: Birinin güvenliği tehlikedeyse veya dışarıda kaldıysa 7/24 hattımız burada. Desteğe şimdi ulaşmak için dokun.
zh: 如有人遇险或被锁在门外，我们的 24/7 热线随时待命。点按立即联系客服。

source: If they already have a Swapl account they join right away. Otherwise we'll email them an invite.
ar: إذا كان لديهم حساب Swapl بالفعل فسينضمون فوراً. وإلا فسنرسل لهم دعوة بالبريد الإلكتروني.
ar_ps: إذا عندهم حساب Swapl بينضمّوا على طول. غير هيك منبعت لهم دعوة على الإيميل.
el: Αν έχουν ήδη λογαριασμό Swapl, εντάσσονται αμέσως. Διαφορετικά θα τους στείλουμε πρόσκληση με email.
es: Si ya tienen una cuenta de Swapl, se unen al instante. Si no, les enviaremos una invitación por correo.
fa: اگر قبلاً حساب Swapl داشته باشند، بلافاصله ملحق می‌شوند. در غیر این صورت یک دعوت برایشان ایمیل می‌کنیم.
fr: S'ils ont déjà un compte Swapl, ils vous rejoignent immédiatement. Sinon, nous leur enverrons une invitation par e-mail.
id: Jika mereka sudah punya akun Swapl, mereka langsung bergabung. Jika tidak, kami akan mengirimi mereka undangan lewat email.
it: Se hanno già un account Swapl si uniscono subito. Altrimenti invieremo loro un invito via email.
ja: すでにSwaplアカウントをお持ちの場合はすぐに参加できます。お持ちでない場合は招待状をメールでお送りします。
ro: Dacă au deja un cont Swapl, se alătură imediat. În caz contrar, le trimitem o invitație prin e-mail.
th: หากพวกเขามีบัญชี Swapl อยู่แล้วก็เข้าร่วมได้ทันที มิฉะนั้นเราจะส่งคำเชิญทางอีเมลให้
tr: Zaten bir Swapl hesabı varsa hemen katılırlar. Aksi hâlde onlara e-postayla davet göndeririz.
zh: 若对方已有 Swapl 账号，会立即加入；否则我们会通过邮件向其发送邀请。

source: Insured
ar: مؤمَّن
ar_ps: مؤمّن
el: Ασφαλισμένο
es: Asegurado
fa: بیمه‌شده
fr: Assuré
id: Diasuransikan
it: Assicurato
ja: 保険適用
ro: Asigurat
th: มีประกัน
tr: Sigortalı
zh: 已承保

source: Interests
ar: الاهتمامات
ar_ps: الاهتمامات
el: Ενδιαφέροντα
es: Intereses
fa: علاقه‌مندی‌ها
fr: Centres d'intérêt
id: Minat
it: Interessi
ja: 興味
ro: Interese
th: ความสนใจ
tr: İlgi alanları
zh: 兴趣

source: Invalid email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
ar_ps: الإيميل أو كلمة السر غلط.
el: Μη έγκυρο email ή κωδικός.
es: Correo o contraseña no válidos.
fa: ایمیل یا رمز عبور نامعتبر است.
fr: E-mail ou mot de passe invalide.
id: Email atau kata sandi tidak valid.
it: Email o password non validi.
ja: メールアドレスまたはパスワードが正しくありません。
ro: E-mail sau parolă incorecte.
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
tr: Geçersiz e-posta veya parola.
zh: 邮箱或密码无效。

source: Invite
ar: دعوة
ar_ps: دعوة
el: Πρόσκληση
es: Invitar
fa: دعوت
fr: Inviter
id: Undang
it: Invita
ja: 招待
ro: Invită
th: เชิญ
tr: Davet et
zh: 邀请

source: Invite & earn
ar: ادعُ واكسب
ar_ps: ادعُ واكسب
el: Προσκαλέστε & κερδίστε
es: Invita y gana
fa: دعوت کنید و امتیاز بگیرید
fr: Invitez et gagnez
id: Undang & dapatkan
it: Invita e guadagna
ja: 招待して獲得
ro: Invită și câștigă
th: เชิญและรับรางวัล
tr: Davet et ve kazan
zh: 邀请赚积分

source: Invite a friend to swap
ar: ادعُ صديقاً للتبادل
ar_ps: ادعُ صاحب يبدّل
el: Προσκαλέστε έναν φίλο για ανταλλαγή
es: Invita a un amigo a intercambiar
fa: دعوت یک دوست برای مبادله
fr: Invitez un ami à échanger
id: Undang teman untuk bertukar
it: Invita un amico a scambiare
ja: 友人をスワップに招待
ro: Invită un prieten la schimb
th: เชิญเพื่อนมาแลกเปลี่ยน
tr: Takas için bir arkadaş davet et
zh: 邀请好友互换

source: Invite by email or username
ar: ادعُ عبر البريد الإلكتروني أو اسم المستخدم
ar_ps: ادعُ بالإيميل أو اسم المستخدم
el: Πρόσκληση με email ή όνομα χρήστη
es: Invitar por correo o nombre de usuario
fa: دعوت با ایمیل یا نام کاربری
fr: Inviter par e-mail ou nom d'utilisateur
id: Undang lewat email atau nama pengguna
it: Invita tramite email o nome utente
ja: メールまたはユーザー名で招待
ro: Invită prin e-mail sau nume de utilizator
th: เชิญด้วยอีเมลหรือชื่อผู้ใช้
tr: E-posta veya kullanıcı adıyla davet et
zh: 通过邮箱或用户名邀请

source: Invite ready
ar: الدعوة جاهزة
ar_ps: الدعوة جاهزة
el: Η πρόσκληση είναι έτοιμη
es: Invitación lista
fa: دعوت آماده است
fr: Invitation prête
id: Undangan siap
it: Invito pronto
ja: 招待の準備完了
ro: Invitație pregătită
th: คำเชิญพร้อมแล้ว
tr: Davet hazır
zh: 邀请已就绪

source: Invite someone to stay
ar: ادعُ شخصاً للإقامة
ar_ps: ادعُ حدا يُسكن
el: Προσκαλέστε κάποιον να μείνει
es: Invita a alguien a alojarse
fa: دعوت کسی برای اقامت
fr: Invitez quelqu'un à séjourner
id: Undang seseorang untuk menginap
it: Invita qualcuno a soggiornare
ja: 誰かを滞在に招待
ro: Invită pe cineva să stea
th: เชิญใครสักคนมาพัก
tr: Konaklamak için birini davet et
zh: 邀请他人入住

source: Invite someone to this conversation
ar: ادعُ شخصاً إلى هذه المحادثة
ar_ps: ادعُ حدا لهالمحادثة
el: Προσκαλέστε κάποιον σε αυτή τη συνομιλία
es: Invitar a alguien a esta conversación
fa: دعوت کسی به این گفتگو
fr: Inviter quelqu'un à cette conversation
id: Undang seseorang ke percakapan ini
it: Invita qualcuno a questa conversazione
ja: この会話に誰かを招待
ro: Invită pe cineva în această conversație
th: เชิญใครสักคนเข้าร่วมการสนทนานี้
tr: Bu sohbete birini davet et
zh: 邀请他人加入此对话

source: Invite to stay
ar: دعوة للإقامة
ar_ps: ادعُ للإقامة
el: Πρόσκληση για διαμονή
es: Invitar a alojarse
fa: دعوت برای اقامت
fr: Inviter à séjourner
id: Undang untuk menginap
it: Invita a soggiornare
ja: 滞在に招待
ro: Invită să stea
th: เชิญมาพัก
tr: Konaklamaya davet et
zh: 邀请入住

source: Invite your first friend to unlock perks.
ar: ادعُ أول صديق لك لفتح المزايا.
ar_ps: ادعُ أول صاحب عشان تفتح المزايا.
el: Προσκαλέστε τον πρώτο σας φίλο για να ξεκλειδώσετε προνόμια.
es: Invita a tu primer amigo para desbloquear ventajas.
fa: اولین دوست خود را دعوت کنید تا مزایا را باز کنید.
fr: Invitez votre premier ami pour débloquer des avantages.
id: Undang teman pertama Anda untuk membuka keuntungan.
it: Invita il tuo primo amico per sbloccare i vantaggi.
ja: 最初の友人を招待して特典を解除しましょう。
ro: Invită primul tău prieten pentru a debloca beneficii.
th: เชิญเพื่อนคนแรกของคุณเพื่อปลดล็อกสิทธิพิเศษ
tr: Ayrıcalıkların kilidini açmak için ilk arkadaşını davet et.
zh: 邀请你的第一位好友以解锁福利。

source: Invited · waiting to verify
ar: تمت الدعوة · بانتظار التوثيق
ar_ps: مدعو · مستني التوثيق
el: Προσκλήθηκε · αναμονή επαλήθευσης
es: Invitado · pendiente de verificar
fa: دعوت‌شده · در انتظار تأیید
fr: Invité · en attente de vérification
id: Diundang · menunggu verifikasi
it: Invitato · in attesa di verifica
ja: 招待済み · 認証待ち
ro: Invitat · în așteptarea verificării
th: เชิญแล้ว · รอการยืนยัน
tr: Davet edildi · doğrulama bekleniyor
zh: 已邀请 · 等待验证

source: Inviting a guest to
ar: دعوة ضيف إلى
ar_ps: عم تدعو ضيف لـ
el: Πρόσκληση επισκέπτη στο
es: Invitando a un huésped a
fa: در حال دعوت مهمان به
fr: Invitation d'un voyageur à
id: Mengundang tamu ke
it: Stai invitando un ospite a
ja: ゲストを招待中：
ro: Inviți un oaspete la
th: กำลังเชิญผู้เข้าพักไปยัง
tr: Şuraya misafir davet ediliyor:
zh: 邀请房客入住

source: Inviting someone is easy — they join the chat to help plan, and it gives them no say over the swap itself. Only you and your swap partner can accept, counter, or cancel.
ar: دعوة شخص أمر سهل — ينضم إلى المحادثة للمساعدة في التخطيط، دون أن يكون له رأي في التبادل نفسه. أنت وشريك تبادلك فقط من يمكنه القبول أو تقديم عرض مقابل أو الإلغاء.
ar_ps: دعوة حدا سهلة — بينضمّ للدردشة عشان يساعد بالتخطيط، وما إله أي رأي بالتبديل نفسه. إنت وشريكك بالتبديل بس بتقدروا تقبلوا أو تردّوا أو تلغوا.
el: Η πρόσκληση κάποιου είναι εύκολη — εντάσσεται στη συνομιλία για να βοηθήσει στον σχεδιασμό, χωρίς να έχει λόγο στην ίδια την ανταλλαγή. Μόνο εσείς και ο συνεργάτης ανταλλαγής μπορείτε να αποδεχτείτε, να αντιπροτείνετε ή να ακυρώσετε.
es: Invitar a alguien es fácil — se une al chat para ayudar a planear, sin ningún poder de decisión sobre el intercambio en sí. Solo tú y tu compañero de intercambio podéis aceptar, contraofertar o cancelar.
fa: دعوت کردن کسی آسان است — او به گفتگو می‌پیوندد تا در برنامه‌ریزی کمک کند، اما هیچ نقشی در خود مبادله ندارد. فقط شما و شریک مبادله‌تان می‌توانید بپذیرید، پیشنهاد متقابل بدهید یا لغو کنید.
fr: Inviter quelqu'un est simple — il rejoint la discussion pour aider à organiser, sans aucun pouvoir sur l'échange lui-même. Vous seul et votre partenaire d'échange pouvez accepter, contre-proposer ou annuler.
id: Mengundang seseorang itu mudah — mereka bergabung ke obrolan untuk membantu merencanakan, dan tidak punya hak atas tukaran itu sendiri. Hanya Anda dan partner tukar yang bisa menerima, membalas, atau membatalkan.
it: Invitare qualcuno è facile — si unisce alla chat per aiutare a organizzare, senza alcuna voce in capitolo sullo scambio. Solo tu e il tuo partner di scambio potete accettare, controproporre o annullare.
ja: 招待は簡単です。招待された人はチャットに参加して計画を手伝えますが、スワップ自体に関する決定権はありません。承認・カウンター・キャンセルができるのはあなたとスワップ相手だけです。
ro: E ușor să inviți pe cineva — se alătură conversației ca să ajute la planificare și nu are niciun cuvânt de spus asupra schimbului în sine. Doar tu și partenerul tău de schimb puteți accepta, contraoferta sau anula.
th: การเชิญใครสักคนเป็นเรื่องง่าย — พวกเขาเข้าร่วมแชทเพื่อช่วยวางแผน แต่ไม่มีสิทธิ์ตัดสินใจเรื่องการแลกเปลี่ยน มีเพียงคุณและคู่แลกเปลี่ยนเท่านั้นที่ยอมรับ เสนอกลับ หรือยกเลิกได้
tr: Birini davet etmek kolaydır — planlamaya yardım etmek için sohbete katılırlar ve bu, takasın kendisi üzerinde söz hakkı vermez. Yalnızca sen ve takas ortağın kabul edebilir, değiştirebilir veya iptal edebilirsiniz.
zh: 邀请他人很简单——他们加入聊天协助规划，但对互换本身没有决定权。只有你和互换伙伴能接受、还价或取消。
